Ran Plan for dir: `bruno-athaide-product-test/poc-config-v3/forno` workspace: `default`

<details><summary>Show Output</summary>

```diff
module.parent_config.data.configcat_products.my_products: Reading...
module.parent_config.data.configcat_products.my_products: Read complete after 1s [id=1756142984]
module.parent_config.data.configcat_environments.prod_environment: Reading...
data.configcat_environments.forno_environment: Reading...
data.configcat_environments.forno_environment: Read complete after 0s [id=08ddc62b-f5b3-46de-86fb-342d26c74a4d1756142984]
module.parent_config.data.configcat_environments.prod_environment: Read complete after 0s [id=08ddc62b-f5b3-46de-86fb-342d26c74a4d1756142984]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # configcat_setting.my_forno_ff will be created
+ resource "configcat_setting" "my_forno_ff" {
      + config_id    = (known after apply)
      + hint         = (known after apply)
      + id           = (known after apply)
      + key          = "MyFornoFF"
      + name         = "My Forno Feature Flag"
      + order        = 1
      + setting_type = "boolean"
    }

  # configcat_setting_value_v2.my_forno_ff_value will be created
+ resource "configcat_setting_value_v2" "my_forno_ff_value" {
      + environment_id = "08ddc62c-1047-4871-8ffa-78230983a9d9"
      + id             = (known after apply)
      + init_only      = true
      + setting_id     = (known after apply)
      + setting_type   = (known after apply)
      + value          = {
          + bool_value = false
        }
    }

  # module.parent_config.configcat_config.my_config will be created
+ resource "configcat_config" "my_config" {
      + description        = "POC Config V3 description - testing"
      + evaluation_version = "v2"
      + id                 = (known after apply)
      + name               = "POC Config V3"
      + order              = 0
      + product_id         = "08ddc62b-f5b3-46de-86fb-342d26c74a4d"
    }

Plan: 3 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -d bruno-athaide-product-test/poc-config-v3/forno
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](https://617d36dbbc68.ngrok-free.app/lock?id=caioq%252Fpoc-configcat-atlantis%252Fbruno-athaide-product-test%252Fpoc-config-v3%252Fforno%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -d bruno-athaide-product-test/poc-config-v3/forno
  ```
Plan: 3 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```